import React from 'react'
import HeaderTop from '../components/HeaderTop'

function AboutUs() {
  return (
    <div className='aboutUs'>
        <HeaderTop/>
        <div className="container">
          <div className="aboutUs__inner">

            <div className="aboutUs__boxContent">
              <div className="aboutUs__boxContent-text">
                <h3>КЭиС</h3>
                <p>Колледж экономики и сервиса является структурным подразделением Кыргызского экономического университета имени Мусы Рыскулбекова.
                  <br/><br/>Миссия КЭиС ‒ подготовка квалифицированных, компетентных специалистов, повышение их профессионализма, переход к высокому уровню личностного развития
                  <br/><br/>Колледж реализует базовые программы среднего профессионального образования. Образовательная деятельность в Колледже ведется согласно действующим лицензиям КР.
                  <br/><br/>Колледж экономики и сервиса КЭУ имени Мусы Рыскулбекова обеспечивает интеллектуальную площадку, где будущий специалист может раскрыть свой потенциал и приобрести новые знания. На наше учебное заведение возложена задача развития среднего профессионального образования.
                </p>
              </div>
              <img src="./images/aboutUs-contentBox.jpg" alt="aboutUs-boxContent" />
            </div>

            <div className="aboutUs__boxContent">
              <div className="aboutUs__boxContent-text">
                <h3>Образовательная деятельность</h3>
                <p>Обучение в Колледже нацелено на повышение конкурентоспособности молодых людей, развитие творческой инициативы. Теоретические знания студентов закрепляются на практике в лабораториях и учебных мастерских. 
                  <br/><br/>Колледж набирает абитуриентов на базе 9 классов со сроком обучения 2 года 10 месяцев. На последнем курсе обучения изучаются специальные дисциплины, приближенные к вузовской программе, что позволяет выпускникам колледжа перейти в высшие учебные заведения на программы с сокращенным сроком обучения. Таким образом, колледж обеспечивает непрерывность образования по схеме: школа-колледж-вуз. 
                  <br/><br/>Совместными усилиями КЭУ им М. Рыскулбекова и КЭиС создана профессиональная команда преподавателей, которые сочетают владение научными знаниями с большим педагогическим и практическим опытом работы. Это позволило организовать учебный процесс в соответствии с принципом преемственности и создать единую учебно-методическую основу.
                </p>
              </div>
              <img src="./images/aboutUs-contentBox.jpg" alt="aboutUs-boxContent" />
            </div>

            <p>
              Учебно-методическая работа направлена на реализацию Государственного общеобразовательного стандарта и обеспечения конкурентоспособного специалиста, с этой целью в учебный процесс внедряются инновационные методы обучения, из которых, особый интерес у студентов вызывает нетрадиционные формы: интерактивные игры, решение ситуационных задач, кейсы, деловые игры, уроки конкурсы, гостевые лекции и т.д.

              <br/><br/>Воспитание в колледже направлено на формирование духовно-нравственного, социально-коммуникативного специалиста и саморазвивающуюся личность. Колледж имеет свои традиции, флаг, эмблему. Активисты
              Студенческого сената занимаются благотворительностью, выступают волонтерами в социальных проектах, пропагандируют идею «Здорового образа жизни». На кураторских часах обсуждаются не только проблемы успеваемости группы, но и проводятся беседы патриотичекого характера, при участии Студенческого сената Колледжа организуются мероприятия, способствующие духовно нравственному и патриотическому воспитанию. 
              Студенты за время учебы приобретают не только профессиональные знания и умения, но и развивают такие качества как творческий подход, находчивость, умение работать в команде, адаптироваться к происходящим переменам. Можно сказать, что подготовка к жизни в усложняющемся обществе и профессиональная подготовка стали равнозначными задачами обучения в Колледже

              <br/><br/>Наш многопрофильный колледж считал и считает качество подготовки кадров своей главной задачей, а востребованность наших выпускников на рынке труда республики из года в год убеждает нас в правильно выбранном направлении непрерывного образования.
            </p>

          </div>
        </div>
        
    </div>
  )
}

export default AboutUs